IDEA Open Model
Vector2D.Y Property
 Gets or sets the Y-dirrection value
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double Y { get; set; }
Public Property Y As Double
	Get
	Set
public:
property double Y {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Vector2D Class
IdeaRS.OpenModel.Geometry2D Namespace